# frozen_string_literal: true

# Данные даны в тысячах.
EUROPE_POPULATION = {
  'Российская Федерация' => 142_470.3,
  'Германия' => 80_996.7,
  'Франция' =>	66_259.0,
  'Великобритания' => 63_743.0,
  'Италия' => 61_680.1,
  'Испания' => 47_737.9,
  'Украина' => 44_291.4,
  'Польша' => 38_346.3,
  'Румыния' => 21_729.9,
  'Нидерланды' => 16_877.4,
  'Португалия' => 10_813.8,
  'Греция' => 10_775.6,
  'Чехия' => 10_627.4,
  'Бельгия' => 10_449.4,
  'Венгрия' => 9_919.1,
  'Швеция' => 9_723.8,
  'Белоруссия' => 9_608.1,
  'Сербия' => 9_069,
  'Австрия' => 8_223.1,
  'Швейцария' => 8_061.5,
  'Болгария' => 6_924.7
}.freeze
